HELP_1 = f"""**[ᯓ فەرمانی بۆتی زیرەکی گۆرانی🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /pause : بۆ وەستاندنی پەخشکردن بۆ ماوەیەکی کاتی♥•**
**⎙ /resume : بۆ دەستپێکردنەوەی پەخشکردن کاتێك وەستێنراوە♥•**
**⎙ /skip : بۆ تێپەڕاندنی پەخشەکە لە گۆرانیەکەوە بۆ گۆرانی دواتر♥•**
**⎙ /end , /stop : بۆ کۆتایی هێنان بە پەخشەکردن♥•**
**⎙ /player : بەدەست هێنانی پانێڵی پەخشکەر♥•**
**⎙ /queue : بۆ پیشاندانی تڕاکە ڕیزکراوەکانی لیس♥•**"""

HELP_2 = f"""**[ᯓ فەرمانی ڕێپێدان  🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /auth [یوزەر] : بۆ زیادکردنی بەکارهێنەری ڕێگەپێدراو بەکارهێنانی فەرمانی بۆت وەك ئەدمین♥•**
**⎙ /unauth [یوزەر] : بۆ سڕینەوەی بەکارهێنەری ڕێگەپێدراو لە لیستی ڕێپێدان♥•**
**⎙ /authusers : بۆ پیشاندانی لیستی ڕێپێدان♥•**"""

HELP_3 = f"""**[ᯓ فەرمانی لیستی ڕەش و بلۆک🧑🏻‍💻](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /blacklistchat [ناسنامە،ئایدی گرووپ] : لیستی ڕەشی گرووپ بە بەکارهێنانی بۆت🖤•**
**⎙ /whitelistchat [ناسنامە،ئایدی گرووپ] : لیستی سپی گرووپ بە بەکارهێنانی بۆت🖤•**
**⎙ /blacklistedchat : بۆ پیشاندانی لیستی ڕەشی گرووپ🖤•**
**⎙ /block [یوزەر یان وەڵام دانەوە] : بۆ بلۆککردنی کەسێك بۆ ئەوەی نەتوانێ فەرمانی بۆت بەکاربھێنێ🖤•**
**⎙ /unblock [یوزەر یان وەڵام دانەوە] : بۆ لادانی بلۆککراو لە لیستی بلۆککراوەکان🖤•**
**⎙ /blockedusers : بۆ پیشاندانی لیستی بلۆککراوەکان🖤•**"""

HELP_4 = f"""**[ᯓ فەرمانی فۆڕوارد 🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /broadcast [نامە یان وڵامدانەوەی نامەکە] : بۆ ناردنی نامە یان هەر شتێك بۆ هەموو ئەو کەس و گرووپانەی کاریان بەبۆت کردووە🖤•**\n
**⎙ -pin** : بۆ هەڵواسینی نامەی نێردراو🖤•**
**⎙ -pinloud** : بۆ هەڵواسینی نامەی نێردراو لە گرووپ و چاتی کەسەکە و ناردنی ئاگاداری🖤•**
**⎙ -user** : ناردنی نامە بۆ ئەو کەسانەی کە کاریان بە بۆتەکە کردووە🖤•**
**⎙ -assistant** : ناردنی نامە بۆ ئەکاونتی یاریدەدەری بۆت🖤•**
**⎙ -nobot** : ناچار کردنی  بۆتەکە بۆ نەناردنی نامەکە🖤•**\n
**نموونە:** `/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ`
**"""
HELP_5 = f"""**[ᯓ فەرمانی زیادە🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /loop [ناچالاک/چالاک] یان [نێوان 1:10]🖤•**
**⎙ /shuffle : بۆ تێکەڵکردانی تڕاك🖤•**
**⎙ /seek : بۆ گەڕان بۆ پەخش و پێدانی ماوەکەی🖤•**
**⎙ /lyrics [ناوی گۆرانی] : بۆ گەڕانی وتە و گۆڕانی و ناردنی ئەنجامەکەی🖤•**"""

HELP_6 = f"""**[ᯓ فەرمانی لیست🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /playlist : بۆ پشکنینی گۆرانی پەخشکراو لە لیستدا🖤•**
**⎙ /deleteplaylist : بۆ سڕینەوەی لیستی پەخشکراوەکان🖤•**
**⎙ /play : بۆ پەخشکردنی گۆرانی لە تێلدا🖤•**"""

HELP_7 = f"""**[ᯓ فەرمانی ئامار🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /ping : بۆ پیشاندانی پینگ و ئاماری بۆت♥•
**⎙ /stats : بۆ پیشاندانی ئامارەکانی بۆت♥•"""

HELP_8 = f"""**[ᯓ فەرمانی پەخشکردن🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ c** بەکاردێت بۆ پەخش لە چەناڵ♥•**
**⎙ v** بەکاردێت بۆ پەخشکردنی ڤیدیۆ♥•**
**⎙ force** بەکاردێت بۆ پەخشکردنی ناچاری♥•**\n
**⎙ /play یان /vplay یان /cplay : بۆ پەخشکردنی گۆرانی یان ڤیدیۆ♥•**
**⎙ /playforce یان /vplayforce یان /cplayforce : بۆ پەخشی ناچاری لە گرووپ و چەناڵ♥•**
**⎙ /channelplay + یوزەر یان ناسنامە،ئایدی چەناڵ : پێکەوە بەستنی کەناڵ بە گرووپەوە♥•**"""

HELP_9 = f"""**[ᯓ فەرمانی گەشەپێدەر🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /addsudo [یوزەر یان وەڵامدانەوەی نامە] : بۆ زیادکردنی گەشەپێدەری نوێ🕷️•**
**⎙ /delsudo [یوزەر یان وەڵامدانەوەی نامە] : بۆ سڕینەوەی گەشەپێدەر🕷️•**
**⎙ /sudolist : بۆ پیشاندانی لیستی گەشەپێدەران لە بۆتی گۆرانی🕷️•**
**⎙ /usage : بۆ پیشاندانی بەکارهێنراوەکان🕷️•**
**⎙ /get_var : بۆ بەدەستھێنانی ڕێکخراوەکان🕷️•**
**⎙ /del_var : بۆ سڕینەوەی ڕێکخراوەکان🕷️•**
**⎙ /set_var [ناوی ڤار] [ڤاوڵ] : زیادکردنی ڕێکخراوی نوێ🕷️•**\n
**فەرمانی بۆت🤖**:\n
**⎙ /restart : دووبارە دەستپێکردنەوەی بۆت🕷️•**
**⎙ /update : بۆ نوێکردنەوەی بۆت لەکاتی هەبوونی شتی نوێ🕷️•**
**⎙ /speedtest : بۆ پشکنینی خێرایی بۆت🕷️•**
**⎙ /maintenance [چالاک/ناچالاک] : بۆ چالاککردن و ناچالاککردنی پاراستن لە بۆت🕷️•**
**⎙ /logger [چالاک/ناچالاک] : بۆت دەستدەکات بە دەستپێکردن و چالاکبوون/get_log [ژمارەی هێڵ] :  [ئاسایی 100 هێڵە] بۆ بەدەستھێنانی چوونەژوورەوەی بۆت🕷️**
**⎙ /authorize [ناسنامە،ئایدی گرووپ] : بۆ ڕێگەدانی گرووپ بۆ بەکارهێنانی بۆت🕷️•**
**⎙ /unauthorize [ناسنامە،ئایدی گرووپ] : بۆ ناچالاککردنی ڕێگەپێدانی🕷️•**
**⎙ /authorized : بۆ پیشاندانی لیستی ڕێگەپێدراوەکان•**"""

HELP_10 = f"""**[ᯓ فەرمانی چالاکی🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /activevoice : بۆ پیشاندانی لیستی چالاکی تێلی دەنگی لە بۆت🖤•**
**⎙ /activevideo : بۆ پیشاندانی لیستی چالاکی تێلی ڤیدیۆ لە بۆت🖤•**
**⎙ /autoend [چالاک|ناچالاک] : چالاککردنی وەستانی خودکار کاتێك کەس لە تێل نەبێت🖤•**"""

HELP_11 = f"""**[ᯓ فەرمانی دەستپێکردن🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /start : بۆ دەستپێکردنی بۆتی گۆرانی♥•**
**⎙ /help : بۆ پیشاندانی فەرمانی بۆت♥•**
**⎙ /reboot : دووبارە کردنەوەی بۆت♥•**
**⎙ /settings : بۆ پیشاندانی ڕێکبەندەکانی بۆت لە گرووپ♥•**"""

HELP_12 = f"""**[ᯓ فەرمانی دەرکردن گشتی🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙ /gban [یوزەر یان وەڵامدانەوەی نامە] : بۆ دەرکردن یان باندکردنی کەسێك لە هەموو گرووپەکان کە بۆت لێی ئەدمینە♥•**
**⎙ /ungban [یوزەر یان وەڵامدانەوەی نامە] : لادانی باندی گشتی♥•**
**⎙ /gbannedusers : بۆ پیشاندانی لیستی باندکراوان لە بۆتەکە♥•**"""
