HELP_1 = f"""**[ᯓ فەرمانی بۆتی زیرەکی گۆرانی🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /pause : **بۆ وەستاندنی پەخشکردن بۆ ماوەیەکی کاتی♥•**\n
**⎙** /resume : **بۆ دەستپێکردنەوەی پەخشکردن کاتێك وەستێنراوە♥•**\n
**⎙** /skip : **بۆ تێپەڕاندنی پەخشەکە لە گۆرانیەکەوە بۆ گۆرانی دواتر♥•**\n
**⎙** /end , /stop : **بۆ کۆتایی هێنان بە پەخشەکردن♥•**\n
**⎙** /player : **بەدەست هێنانی پانێڵی پەخشکەر♥•**\n
**⎙** /queue : **بۆ پیشاندانی تڕاکە ڕیزکراوەکانی لیست♥•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_2 = f"""**[ᯓ فەرمانی ڕێپێدان  🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /auth + [**یوزەر**] : **بۆ زیادکردنی بەکارهێنەری ڕێگەپێدراو بەکارهێنانی فەرمانی بۆت وەك ئەدمین♥•**\n
**⎙** /unauth + [**یوزەر**] : **بۆ سڕینەوەی بەکارهێنەری ڕێگەپێدراو لە لیستی ڕێپێدان♥•**\n
**⎙** /authusers : **بۆ پیشاندانی لیستی ڕێپێدان♥•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_3 = f"""**[ᯓ فەرمانی لیستی ڕەش و بلۆک🧑🏻‍💻](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /blacklistchat [**ناسنامە،ئایدی گرووپ**] :** لیستی ڕەشی گرووپ بە بەکارهێنانی بۆت🖤•**\n
**⎙** /whitelistchat [**ناسنامە،ئایدی گرووپ**] : **لیستی سپی گرووپ بە بەکارهێنانی بۆت🖤•**\n
**⎙** /blacklistedchat : **بۆ پیشاندانی لیستی ڕەشی گرووپ🖤•**\n
**⎙** /block [**یوزەر یان وەڵام دانەوە**] : **بۆ بلۆککردنی کەسێك بۆ ئەوەی نەتوانێ فەرمانی بۆت بەکاربھێنێ🖤•**\n
**⎙** /unblock [**یوزەر یان وەڵام دانەوە**] : **بۆ لادانی بلۆککراو لە لیستی بلۆککراوەکان🖤•**\n
**⎙** /blockedusers : **بۆ پیشاندانی لیستی بلۆککراوەکان🖤•**\n••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_4 = f"""**[ᯓ فەرمانی فۆڕوارد 🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /broadcast [**نامە یان وڵامدانەوەی نامەکە**] : **بۆ ناردنی نامە یان هەر شتێك بۆ هەموو ئەو کەس و گرووپانەی کاریان بەبۆت کردووە🖤•**\n
**⎙** -pin** : **بۆ هەڵواسینی نامەی نێردراو🖤•**\n
**⎙** -pinloud** : **بۆ هەڵواسینی نامەی نێردراو لە گرووپ و چاتی کەسەکە و ناردنی ئاگاداری🖤•**\n
**⎙** -user** : **ناردنی نامە بۆ ئەو کەسانەی کە کاریان بە بۆتەکە کردووە🖤•**\n
**⎙** -assistant** : **ناردنی نامە بۆ ئەکاونتی یاریدەدەری بۆت🖤•**\n
**⎙** -nobot** : **ناچار کردنی  بۆتەکە بۆ نەناردنی نامەکە🖤•**\n
**نموونە:** `/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ`
**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""
HELP_5 = f"""**[ᯓ فەرمانی زیادە🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /loop [**enable/diable**] یان [**نێوان :**10]🖤•**\n
**⎙** /shuffle : بۆ تێکەڵکردانی تڕاك🖤•**\n
**⎙** /seek : **بۆ گەڕان بۆ پەخش و پێدانی ماوەکەی🖤•**\n
**⎙** /lyrics [**ناوی گۆرانی**] : **بۆ گەڕانی وتە و گۆڕانی و ناردنی ئەنجامەکەی🖤•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_6 = f"""**[ᯓ فەرمانی لیست🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /playlist : **بۆ پشکنینی گۆرانی پەخشکراو لە لیستدا🖤•**\n
**⎙** /deleteplaylist : **بۆ سڕینەوەی لیستی پەخشکراوەکان🖤•**\n
**⎙** /play : **بۆ پەخشکردنی گۆرانی لە تێلدا🖤•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_7 = f"""**[ᯓ فەرمانی ئامار🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /ping : **بۆ پیشاندانی پینگ و ئاماری بۆت♥•**\n
**⎙** /stats : **بۆ پیشاندانی ئامارەکانی بۆت♥•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_8 = f"""**[ᯓ فەرمانی پەخشکردن🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** c + play ➩ /cplay : **بەکاردێت بۆ پەخشکردنی گۆرانی لە چەناڵ♥•**\n
**⎙** v + play ➩ /vplay : **بەکاردێت بۆ پەخشکردنی ڤیدیۆ♥•**\n
**⎙** force **بەکاردێت بۆ پەخشکردنی ناچاری♥•**\n
**⎙** /play **یان** /vplay **یان** /cplay : **بۆ پەخشکردنی گۆرانی یان ڤیدیۆ♥•**\n
**⎙** /playforce **یان** /vplayforce **یان** /cplayforce : **بۆ پەخشی ناچاری لە گرووپ و چەناڵ♥•**\n
**⎙** /channelplay + **یوزەر یان ناسنامە،ئایدی چەناڵ** : پێکەوە بەستنی کەناڵ بە گرووپەوە♥•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_9 = f"""**[ᯓ فەرمانی گەشەپێدەر🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /addsudo [**یوزەر یان وەڵامدانەوەی نامە**] : **بۆ زیادکردنی گەشەپێدەری نوێ🕷️•**
**⎙** /delsudo [**یوزەر یان وەڵامدانەوەی نامە**] : **بۆ سڕینەوەی گەشەپێدەر🕷️•**
**⎙** /sudolist : **بۆ پیشاندانی لیستی گەشەپێدەران لە بۆتی گۆرانی🕷️•**
**⎙** /usage : **بۆ پیشاندانی بەکارهێنراوەکان🕷️•**
**⎙** /get_var : **بۆ بەدەستھێنانی ڕێکخراوەکان🕷️•**
**⎙** /del_var : **بۆ سڕینەوەی ڕێکخراوەکان🕷️•**
**⎙** /set_var [ناوی ڤار] [ڤاوڵ] : **زیادکردنی ڕێکخراوی نوێ🕷️•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**فەرمانی بۆت🤖**:
**⎙** /restart : **دووبارە دەستپێکردنەوەی بۆت🕷️•**
**⎙** /update : **بۆ نوێکردنەوەی بۆت لەکاتی هەبوونی شتی نوێ🕷️•**
**⎙** /speedtest : **بۆ پشکنینی خێرایی بۆت🕷️•**
**⎙** /maintenance [enable/disable] : **بۆ چالاککردن و ناچالاککردنی پاراستن لە بۆت🕷️•**
**⎙** /authorize [ناسنامە،ئایدی گرووپ] : **بۆ ڕێگەدانی گرووپ بۆ بەکارهێنانی بۆت🕷️•**\n
**⎙** /unauthorize [ناسنامە،ئایدی گرووپ] : **بۆ ناچالاککردنی ڕێگەپێدانی🕷️•**
**⎙** /authorized : **بۆ پیشاندانی لیستی ڕێگەپێدراوەکان•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_10 = f"""**[ᯓ فەرمانی چالاکی🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /activevoice : **بۆ پیشاندانی لیستی چالاکی تێلی دەنگی لە بۆت🖤•**\n
**⎙** /activevideo : **بۆ پیشاندانی لیستی چالاکی تێلی ڤیدیۆ لە بۆت🖤•**\n
**⎙** /autoend [enable|disable] : **چالاککردنی وەستانی خودکار کاتێك کەس لە تێل نەبێت🖤•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_11 = f"""**[ᯓ فەرمانی دەستپێکردن🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /start : **بۆ دەستپێکردنی بۆتی گۆرانی♥•**\n
**⎙** /help : **بۆ پیشاندانی فەرمانی بۆت♥•**\n
**⎙** /reboot : **دووبارە کردنەوەی بۆت♥•**\n
**⎙** /settings : **بۆ پیشاندانی ڕێکبەندەکانی بۆت لە گرووپ♥•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""

HELP_12 = f"""**[ᯓ فەرمانی دەرکردن گشتی🧑🏻‍💻🖤](t.me/MGIMT)**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**\n
**⎙** /gban [**یوزەر یان وەڵامدانەوەی نامە**] : **بۆ دەرکردن یان باندکردنی کەسێك لە هەموو گرووپەکان کە بۆت لێی ئەدمینە♥•**\n
**⎙** /ungban [**یوزەر یان وەڵامدانەوەی نامە**] : **لادانی باندی گشتی♥•**\n
**⎙** /gbannedusers : **بۆ پیشاندانی لیستی باندکراوان لە بۆتەکە♥•**\n**••┉┉┉┉┉┉••🝢••┉┉┉┉┉┉••**"""
