HELP_1 = f"""**[ᯓ فەرمانی بۆتی زیرەکی گۆرانی🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /pause : **بۆ وەستاندنی پەخشکردن بۆ ماوەیەکی کاتی♥•**\n
**⎙** /resume : **بۆ دەستپێکردنەوەی پەخشکردن کاتێك وەستێنراوە♥•**\n
**⎙** /skip : **بۆ تێپەڕاندنی پەخشەکە لە گۆرانیەکەوە بۆ گۆرانی دواتر♥•**\n
**⎙** /end , /stop : **بۆ کۆتایی هێنان بە پەخشەکردن♥•**\n
**⎙** /player : **بەدەست هێنانی پانێڵی پەخشکەر♥•**\n
**⎙** /queue : **بۆ پیشاندانی تڕاکە ڕیزکراوەکانی لیست♥•**"""

HELP_2 = f"""**[ᯓ فەرمانی ڕێپێدان  🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /auth + [یوزەر] : **بۆ زیادکردنی بەکارهێنەری ڕێگەپێدراو بەکارهێنانی فەرمانی بۆت وەك ئەدمین♥•**\n
**⎙** /unauth + [یوزەر] : **بۆ سڕینەوەی بەکارهێنەری ڕێگەپێدراو لە لیستی ڕێپێدان♥•**\n
**⎙** /authusers : **بۆ پیشاندانی لیستی ڕێپێدان♥•**"""

HELP_3 = f"""**[ᯓ فەرمانی لیستی ڕەش و بلۆک🧑🏻‍💻](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /blacklistchat [ناسنامە،ئایدی گرووپ] :** لیستی ڕەشی گرووپ بە بەکارهێنانی بۆت🖤•**\n
**⎙** /whitelistchat [ناسنامە،ئایدی گرووپ] : **لیستی سپی گرووپ بە بەکارهێنانی بۆت🖤•**\n
**⎙** /blacklistedchat : **بۆ پیشاندانی لیستی ڕەشی گرووپ🖤•**\n
**⎙** /block [یوزەر یان وەڵام دانەوە] : **بۆ بلۆککردنی کەسێك بۆ ئەوەی نەتوانێ فەرمانی بۆت بەکاربھێنێ🖤•**\n
**⎙** /unblock [یوزەر یان وەڵام دانەوە] : **بۆ لادانی بلۆککراو لە لیستی بلۆککراوەکان🖤•**\n
**⎙** /blockedusers : **بۆ پیشاندانی لیستی بلۆککراوەکان🖤•**"""

HELP_4 = f"""**[ᯓ فەرمانی فۆڕوارد 🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /broadcast [نامە یان وڵامدانەوەی نامەکە] : **بۆ ناردنی نامە یان هەر شتێك بۆ هەموو ئەو کەس و گرووپانەی کاریان بەبۆت کردووە🖤•**\n
**⎙** -pin** : **بۆ هەڵواسینی نامەی نێردراو🖤•**
**⎙** -pinloud** : **بۆ هەڵواسینی نامەی نێردراو لە گرووپ و چاتی کەسەکە و ناردنی ئاگاداری🖤•**
**⎙** -user** : **ناردنی نامە بۆ ئەو کەسانەی کە کاریان بە بۆتەکە کردووە🖤•**
**⎙** -assistant** : **ناردنی نامە بۆ ئەکاونتی یاریدەدەری بۆت🖤•**
**⎙** -nobot** : **ناچار کردنی  بۆتەکە بۆ نەناردنی نامەکە🖤•**\n
**نموونە:** `/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ`
**"""
HELP_5 = f"""**[ᯓ فەرمانی زیادە🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /loop [ناچالاک/چالاک] یان [نێوان 1:10]🖤•**\n
**⎙** /shuffle : بۆ تێکەڵکردانی تڕاك🖤•**\n
**⎙** /seek : بۆ گەڕان بۆ پەخش و پێدانی ماوەکەی🖤•**\n
**⎙** /lyrics [ناوی گۆرانی] : بۆ گەڕانی وتە و گۆڕانی و ناردنی ئەنجامەکەی🖤•**"""

HELP_6 = f"""**[ᯓ فەرمانی لیست🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /playlist : **بۆ پشکنینی گۆرانی پەخشکراو لە لیستدا🖤•**\n
**⎙** /deleteplaylist : **بۆ سڕینەوەی لیستی پەخشکراوەکان🖤•**\n
**⎙** /play : **بۆ پەخشکردنی گۆرانی لە تێلدا🖤•**"""

HELP_7 = f"""**[ᯓ فەرمانی ئامار🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /ping : **بۆ پیشاندانی پینگ و ئاماری بۆت♥•\n
**⎙** /stats : **بۆ پیشاندانی ئامارەکانی بۆت♥•"""

HELP_8 = f"""**[ᯓ فەرمانی پەخشکردن🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** c **بەکاردێت بۆ پەخش لە چەناڵ♥•**\n
**⎙** v **بەکاردێت بۆ پەخشکردنی ڤیدیۆ♥•**\n
**⎙** force **بەکاردێت بۆ پەخشکردنی ناچاری♥•**\n
**⎙** /play یان /vplay یان /cplay : **بۆ پەخشکردنی گۆرانی یان ڤیدیۆ♥•**\n
**⎙** /playforce یان /vplayforce یان /cplayforce : **بۆ پەخشی ناچاری لە گرووپ و چەناڵ♥•**\n
**⎙** /channelplay + یوزەر یان ناسنامە،ئایدی چەناڵ** : پێکەوە بەستنی کەناڵ بە گرووپەوە♥•**"""

HELP_9 = f"""**[ᯓ فەرمانی گەشەپێدەر🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /addsudo [یوزەر یان وەڵامدانەوەی نامە] : **بۆ زیادکردنی گەشەپێدەری نوێ🕷️•**\n
**⎙** /delsudo [یوزەر یان وەڵامدانەوەی نامە] : **بۆ سڕینەوەی گەشەپێدەر🕷️•**\n
**⎙** /sudolist : **بۆ پیشاندانی لیستی گەشەپێدەران لە بۆتی گۆرانی🕷️•**\n
**⎙** /usage : **بۆ پیشاندانی بەکارهێنراوەکان🕷️•**\n
**⎙** /get_var : **بۆ بەدەستھێنانی ڕێکخراوەکان🕷️•**\n
**⎙** /del_var : **بۆ سڕینەوەی ڕێکخراوەکان🕷️•**\n
**⎙** /set_var [ناوی ڤار] [ڤاوڵ] : **زیادکردنی ڕێکخراوی نوێ🕷️•**\n
**فەرمانی بۆت🤖**:\n
**⎙** /restart : **دووبارە دەستپێکردنەوەی بۆت🕷️•**\n
**⎙** /update : **بۆ نوێکردنەوەی بۆت لەکاتی هەبوونی شتی نوێ🕷️•**\n
**⎙** /speedtest : **بۆ پشکنینی خێرایی بۆت🕷️•**\n
**⎙** /maintenance [enable/disable] : **بۆ چالاککردن و ناچالاککردنی پاراستن لە بۆت🕷️•**\n
**⎙** /logger [enable/disable] : **بۆت دەستدەکات بە دەستپێکردن و چالاکبوون/get_log [ژمارەی هێڵ] :  [ئاسایی 100 هێڵە] بۆ بەدەستھێنانی چوونەژوورەوەی بۆت🕷️**\n
**⎙** /authorize [ناسنامە،ئایدی گرووپ] : **بۆ ڕێگەدانی گرووپ بۆ بەکارهێنانی بۆت🕷️•**\n
**⎙** /unauthorize [ناسنامە،ئایدی گرووپ] : **بۆ ناچالاککردنی ڕێگەپێدانی🕷️•**\n
**⎙** /authorized : **بۆ پیشاندانی لیستی ڕێگەپێدراوەکان•**"""

HELP_10 = f"""**[ᯓ فەرمانی چالاکی🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /activevoice : **بۆ پیشاندانی لیستی چالاکی تێلی دەنگی لە بۆت🖤•**\n
**⎙** /activevideo : **بۆ پیشاندانی لیستی چالاکی تێلی ڤیدیۆ لە بۆت🖤•**\n
**⎙** /autoend [enable|disable] : **چالاککردنی وەستانی خودکار کاتێك کەس لە تێل نەبێت🖤•**"""

HELP_11 = f"""**[ᯓ فەرمانی دەستپێکردن🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /start : **بۆ دەستپێکردنی بۆتی گۆرانی♥•**\n
**⎙** /help : **بۆ پیشاندانی فەرمانی بۆت♥•**\n
**⎙** /reboot : **دووبارە کردنەوەی بۆت♥•**\n
**⎙** /settings : **بۆ پیشاندانی ڕێکبەندەکانی بۆت لە گرووپ♥•**"""

HELP_12 = f"""**[ᯓ فەرمانی دەرکردن گشتی🧑🏻‍💻🖤](t.me/MGIMT)**\n••┉┉┉┉┉┉┉••🝢••┉┉┉┉┉┉┉••\n
**⎙** /gban [یوزەر یان وەڵامدانەوەی نامە] : **بۆ دەرکردن یان باندکردنی کەسێك لە هەموو گرووپەکان کە بۆت لێی ئەدمینە♥•**\n
**⎙** /ungban [یوزەر یان وەڵامدانەوەی نامە] : **لادانی باندی گشتی♥•**\n
**⎙** /gbannedusers : **بۆ پیشاندانی لیستی باندکراوان لە بۆتەکە♥•**"""
